# TODO add all the logs to changes and sort changes.csv
import os


English_Bible_Book_names_to_Ukrainian = {
    "1 Мойсея": "",
    "2 Мойсея": "",
    "3 Мойсея": "",
    "4 Мойсея": "",
    "5 Мойсея": "",
    "Иозея": "",
    "Суддїв": "",
    "Рути": "",
    "1 Самуїлова": "",
    "2 Самуїлова": "",
    "1 Царів": "",
    "2 Царів": "",
    "1 Паралипоменон": "",
    "2 Паралипоменон": "",
    "Ездри": "",
    "Неємії": "",
    "Естери": "",
    "Йова": "",
    "Псалтирь": "",
    "Приповісток": "",
    "Екклезіаста": "",
    "Пісень": "",
    "Ісаїї": "",
    "Еремії": "",
    "Плач": "",
    "Езекиїла": "",
    "Даниїла": "",
    "Осії": "",
    "Йоіла": "",
    "Амоса": "",
    "Авдія": "",
    "Йони": "",
    "Михея": "",
    "Наума": "",
    "Аввакума": "",
    "Софонії": "",
    "Аггея": "",
    "Захарії": "",
    "Малахія": "",
    "Маттея": "",
    "Марка": "",
    "Луки": "",
    "Йоана": "",
    "Дїяння": "",
    "Римлян": "",
    "1 Коринтян": "",
    "2 Коринтян": "",
    "Галат": "",
    "Єфесян": "",
    "Филипян": "",
    "Колосян": "",
    "1 Солунян": "",
    "2 Солунян": "",
    "1 Тимотея": "",
    "2 Тимотея": "",
    "Тита": "",
    "Филимона": "",
    "Жидів": "",
    "Якова": "",
    "1 Петра": "",
    "2 Петра": "",
    "1 Йоана": "",
    "2 Йоана": "",
    "3 Йоана": "",
    "Юди": "",
    "Одкриттє": "",
}
1CH
1CO
1JN
1KI
1PE
1SA
1TH
1TI
2CH
2CO
2JN
2KI
2PE
2SA
2TH
2TI
3JN
ACT
AMO
COL
DAN
DEU
ECC
EPH
EST
EXO
EZK
EZR
GAL
GEN
HAB
HAG
HEB
HOS
ISA
JAS
JDG
JER
JHN
JOB
JOL
JON
JOS
JUD
LAM
LEV
LUK
MAL
MAT
MIC
MRK
NAM
NEH
NUM
OBA
PHM
PHP
PRO
PSA
REV
ROM
RUT
SNG
TIT
ZEC
ZEP